{
  "title": "隐私政策",
  "lastUpdated": "最后更新：2026年02月04日",
  "intro": {
    "p1": "本隐私政策说明我们在您使用本服务时对您的信息进行收集、使用与披露的政策与流程，并告知您的隐私权以及法律如何保护您。",
    "p2": "我们使用您的个人数据来提供并改进本服务。使用本服务即表示您同意按照本隐私政策收集与使用信息。本隐私政策由 <link>Privacy Policy Generator</link> 协助创建。"
  },
  "interpretation": {
    "title": "解释与定义",
    "interpretationTitle": "解释",
    "interpretationText": "以下术语首字母大写时具有特定含义。在下述条件中定义的术语，无论以单数或复数出现，其含义均相同。",
    "definitionsTitle": "定义",
    "definitionsIntro": "就本隐私政策而言：",
    "definitions": [
      {
        "term": "账户",
        "text": "指为您访问本服务或其部分功能而创建的唯一账户。"
      },
      {
        "term": "关联方",
        "text": "指控制、被控制或与某一方受共同控制的实体，其中“控制”指拥有该实体50%或以上的股份、股权或其他有权投票选举董事或管理机关的证券。"
      },
      {
        "term": "应用程序",
        "text": "指由公司提供的 Blotz Task 软件程序。"
      },
      {
        "term": "公司",
        "text": "（在本隐私政策中称为“公司”“我们”或“我们的”）指 Blotz Task。"
      },
      {
        "term": "国家/地区",
        "text": "指：澳大利亚 维多利亚州"
      },
      {
        "term": "设备",
        "text": "指可访问本服务的任何设备，例如计算机、手机或数字平板。"
      },
      {
        "term": "个人数据",
        "text": "（或“个人信息”）指与已识别或可识别个人相关的任何信息。除非法律使用特定术语，否则“个人数据”和“个人信息”可互换使用。"
      },
      {
        "term": "服务",
        "text": "指该应用程序。"
      },
      {
        "term": "服务提供商",
        "text": "指代表公司处理数据的任何自然人或法人。包括为便利服务、代表公司提供服务、执行与服务相关的服务或协助公司分析服务使用情况而受雇的第三方公司或个人。"
      },
      {
        "term": "使用数据",
        "text": "指在使用本服务时自动收集的数据，或从服务基础设施本身生成的数据（例如页面访问时长）。"
      },
      {
        "term": "您",
        "text": "指访问或使用本服务的个人，或代表其访问或使用本服务的公司或其他法律实体。"
      }
    ]
  },
  "collecting": {
    "title": "收集与使用您的个人数据",
    "typesTitle": "收集的数据类型",
    "personalDataTitle": "个人数据",
    "personalDataText": "在使用本服务时，我们可能会要求您提供某些可识别个人身份的信息，以便与您联系或识别您。此类信息包括但不限于：",
    "personalDataList": [
      "电子邮箱地址"
    ],
    "usageDataTitle": "使用数据",
    "usageDataP1": "使用数据会在您使用本服务时自动收集。",
    "usageDataP2": "使用数据可能包含以下信息：您的设备互联网协议地址（如 IP 地址）、浏览器类型与版本、您访问的服务页面、访问时间与日期、在页面上的停留时间、唯一设备标识符以及其他诊断数据。",
    "usageDataP3": "当您通过移动设备访问本服务时，我们可能会自动收集某些信息，包括但不限于：您使用的移动设备类型、移动设备唯一 ID、移动设备 IP 地址、移动操作系统、移动浏览器类型、唯一设备标识符以及其他诊断数据。",
    "usageDataP4": "当您访问本服务或通过移动设备访问本服务时，我们也可能收集您的浏览器发送的信息。",
    "applicationInfoTitle": "使用应用程序时收集的信息",
    "applicationInfoP1": "在使用我们的应用程序时，为提供应用程序功能，我们可能会在获得您事先许可的情况下收集：",
    "applicationInfoList": [
      "与您的位置相关的信息"
    ],
    "applicationInfoP2": "我们使用这些信息来提供服务功能、改进并定制我们的服务。该信息可能会上传到公司的服务器和/或服务提供商的服务器，或仅存储在您的设备上。",
    "applicationInfoP3": "您可随时通过设备设置启用或禁用对此类信息的访问。",
    "useTitle": "使用您的个人数据",
    "useIntro": "公司可能出于以下目的使用个人数据：",
    "useList": [
      {
        "term": "提供并维护我们的服务",
        "text": "包括监测服务的使用情况。"
      },
      {
        "term": "管理您的账户：",
        "text": "管理您作为服务用户的注册。您提供的个人数据可使您访问服务中对已注册用户开放的不同功能。"
      },
      {
        "term": "履行合同：",
        "text": "开发、合规并履行您通过本服务购买的产品、物品或服务的购买合同，或与我们达成的其他合同。"
      },
      {
        "term": "联系您：",
        "text": "通过电子邮件、电话、短信或其他等同的电子通信方式（如移动应用推送通知）与您联系，提供与功能、产品或合同服务相关的更新与信息性沟通（包括安全更新），在必要或合理的情况下予以实施。"
      },
      {
        "term": "向您提供",
        "text": "新闻、特别优惠，以及我们提供的与您已购买或咨询过的商品、服务或活动类似的其他产品、服务或活动信息，除非您选择不接收此类信息。"
      },
      {
        "term": "管理您的请求：",
        "text": "处理并管理您向我们提出的请求。"
      },
      {
        "term": "业务转让：",
        "text": "我们可能会在评估或进行合并、剥离、重组、改组、解散或其他形式的资产出售或转让时使用您的个人数据，无论是作为持续经营的一部分，还是作为破产、清算或类似程序的一部分，其中我们服务用户的个人数据属于转让资产的一部分。"
      },
      {
        "term": "其他用途",
        "text": "我们可能出于其他目的使用您的信息，例如数据分析、识别使用趋势、评估推广活动效果，以及评估与改进我们的服务、产品、营销和您的体验。"
      }
    ],
    "shareIntro": "我们可能在以下情况下共享您的个人数据：",
    "shareList": [
      {
        "term": "与服务提供商：",
        "text": "我们可能与服务提供商共享您的个人数据，以便监测和分析服务使用情况，并与您联系。"
      },
      {
        "term": "业务转让：",
        "text": "我们可能会在与公司资产出售、融资或收购全部或部分业务相关的交易或谈判中共享或转让您的个人数据。"
      },
      {
        "term": "与关联方：",
        "text": "我们可能与关联方共享您的个人数据，在此情况下我们将要求关联方遵守本隐私政策。关联方包括我们的母公司以及我们控制或与我们共同控制的其他子公司、合资伙伴或其他公司。"
      },
      {
        "term": "与业务合作伙伴：",
        "text": "我们可能与业务合作伙伴共享您的个人数据，以向您提供特定产品、服务或促销活动。"
      },
      {
        "term": "与其他用户：",
        "text": "若我们的服务提供公共区域，当您在公共区域分享个人数据或与其他用户互动时，此类信息可能会被所有用户查看并可能在公共区域之外公开传播。"
      },
      {
        "term": "经您同意：",
        "text": "我们可能在获得您同意后出于任何其他目的披露您的个人数据。"
      }
    ]
  },
  "retention": {
    "title": "保留您的个人数据",
    "p1": "公司仅在实现本隐私政策所述目的所必需的期限内保留您的个人数据。我们将在必要范围内保留并使用您的个人数据，以遵守法律义务（例如我们必须根据适用法律保留您的数据）、解决争议并执行法律协议和政策。",
    "p2": "在可能的情况下，我们会缩短保留期限和/或通过删除、聚合或匿名化来降低可识别性。除非另有说明，下述保留期限均为最长期限（“最多”），当相关目的已不再需要时，我们可能更早删除或匿名化数据。我们根据处理目的和法律义务，对不同类别的个人数据适用不同的保留期限：",
    "categories": [
      {
        "title": "账户信息",
        "items": [
          "用户账户：在账户关系存续期间保留，并在账户关闭后最长保留24个月，以处理后续问题或解决争议。"
        ]
      },
      {
        "title": "客户支持数据",
        "items": [
          "支持工单与往来记录：从工单关闭之日起最长保留24个月，用于处理后续询问、跟踪服务质量并应对潜在法律主张。",
          "聊天记录：最长保留24个月，用于质量保证和员工培训。"
        ]
      },
      {
        "title": "使用数据",
        "items": [
          "应用使用统计：最长保留24个月，用于了解功能使用情况并改进服务。",
          "服务器日志（IP 地址、访问时间）：最长保留24个月，用于安全监控与故障排除。"
        ]
      }
    ],
    "p3": "使用数据将按上述保留期限进行保留，仅在安全、欺诈防范或法律合规需要时可能保留更久。",
    "p4": "我们可能因以下原因在上述期限之外保留个人数据：",
    "reasons": [
      "法律义务：我们依法需要保留特定数据（例如税务部门要求的财务记录）。",
      "法律主张：数据对于提出、行使或抗辩法律主张是必要的。",
      "您的明确请求：您要求我们保留特定信息。",
      "技术限制：数据存在于计划性例行删除的备份系统中。"
    ],
    "p5": "您可以通过联系我们，了解我们将保留您的个人数据多久。",
    "p6": "当保留期限到期时，我们将根据以下流程安全删除或匿名化个人数据：",
    "procedures": [
      "删除：个人数据将从我们的系统中移除，不再被主动处理。",
      "备份保留：残留副本可能在加密备份中保留一段有限期限，与我们的备份保留计划一致，除非出于安全、灾难恢复或法律合规需要，否则不会恢复。",
      "匿名化：在某些情况下，我们会将个人数据转换为无法与您关联的匿名统计数据。该匿名数据可能会无限期保留用于研究和分析。"
    ]
  },
  "transfer": {
    "title": "转移您的个人数据",
    "p1": "您的信息（包括个人数据）将在公司的办公地点以及参与处理的相关方所在地进行处理。这意味着您的信息可能会被转移到您所在州、省、国家或其他政府辖区以外的计算机上，并在其上进行维护，而这些地区的数据保护法律可能与您所在辖区不同。",
    "p2": "如适用法律要求，我们将确保跨境传输您的个人数据时采取适当保障措施并在必要时采取补充措施。公司将采取一切合理必要的步骤，确保您的数据得到安全处理并符合本隐私政策，除非具备充分控制措施（包括数据和其他个人信息的安全性），否则不会将您的个人数据转移至任何组织或国家。"
  },
  "delete": {
    "title": "删除您的个人数据",
    "p1": "您有权删除或要求我们协助删除我们收集到的关于您的个人数据。",
    "p2": "我们的服务可能允许您在服务内删除某些关于您的信息。",
    "p3": "若您有账户，您可以随时登录并访问允许您管理个人信息的账户设置页面来更新、修改或删除您的信息。您也可以联系我们请求访问、更正或删除您提供给我们的任何个人数据。",
    "p4": "但请注意，在我们负有法律义务或合法依据的情况下，我们可能需要保留某些信息。"
  },
  "disclosure": {
    "title": "披露您的个人数据",
    "businessTitle": "商业交易",
    "businessText": "若公司涉及合并、收购或资产出售，您的个人数据可能会被转移。在您的个人数据被转移并适用不同隐私政策之前，我们会提前通知您。",
    "lawTitle": "执法",
    "lawText": "在某些情况下，如果法律要求或应公共机构（如法院或政府机构）的有效请求，公司可能需要披露您的个人数据。",
    "otherTitle": "其他法律要求",
    "otherIntro": "公司可能基于善意在以下情况下披露您的个人数据：",
    "otherList": [
      "遵守法律义务",
      "保护并捍卫公司的权利或财产",
      "预防或调查与服务相关的潜在不当行为",
      "保护服务用户或公众的人身安全",
      "防止法律责任"
    ]
  },
  "security": {
    "title": "个人数据的安全性",
    "text": "我们非常重视您的个人数据安全，但请注意，互联网传输或电子存储方式并非100%安全。尽管我们会尽商业上合理的努力保护您的个人数据，但无法保证其绝对安全。"
  },
  "children": {
    "title": "儿童隐私",
    "p1": "我们的服务不面向16岁以下的任何人。我们不会在知情的情况下收集16岁以下人士的个人信息。如果您是父母或监护人且您知悉您的孩子向我们提供了个人数据，请联系我们。如果我们发现我们在未核实父母同意的情况下收集了16岁以下人士的个人数据，我们将采取措施从我们的服务器中删除该信息。",
    "p2": "如果我们需要以同意作为处理您信息的法律依据且您所在国家要求父母同意，我们可能会在收集和使用该信息前要求您的父母同意。"
  },
  "links": {
    "title": "指向其他网站的链接",
    "p1": "我们的服务可能包含指向非我们运营的其他网站的链接。如果您点击第三方链接，您将进入该第三方网站。我们强烈建议您查看您访问的每个网站的隐私政策。",
    "p2": "我们无法控制且不对任何第三方网站或服务的内容、隐私政策或实践承担责任。"
  },
  "changes": {
    "title": "本隐私政策的变更",
    "p1": "我们可能不时更新本隐私政策。我们将在此页面发布新的隐私政策以通知您。",
    "p2": "在变更生效之前，我们将通过电子邮件和/或在服务上显著提示告知您，并更新本隐私政策顶部的“最后更新”日期。",
    "p3": "建议您定期查看本隐私政策以了解变更。隐私政策的变更在发布时生效。"
  },
  "contact": {
    "title": "联系我们",
    "intro": "如果您对本隐私政策有任何疑问，可以通过以下方式联系我们：",
    "methods": [
      "电子邮箱：blotztask.app@gmail.com"
    ]
  }
}
